{
  "Оружие": [
    {
      "Name": "Деревянная дубина",
      "Rare": "Обычная",
      "Damage": 3,
      "Description": "Оружие, сделанное и ветви дерева. Не экскалибур, но для начала сойдёт.",
      "AttackText": [
        "Вы попытались замахнуться деревянной дубиной по врагу!",
        "Вы решили попытаться с плеча замахнуться деревянной дубиной по врагу!",
        "Вы попытались изо всех сил замахнуться деревянной дубиной по врагу!"
      ]
    },
    {
      "Name": "Ржавый меч",
      "Rare": "Обычная",
      "Damage": 4,
      "Description": "Рассыпается на глазах, но ещё не успел затупиться окончательно.",
      "AttackText": [
        "Вы попытались замахнуться уже отупевшим от ржавчины мечом по врагу!",
        "Вы попытались сделать замах от бедра по врагу!",
        "Вы решили попытаться сделать шаг назад от врага и воспроизвести колющий удар!"
      ]
    },
    {
      "Name": "Рапира",
      "Rare": "Необычная",
      "Damage": 6,
      "Description": "Неплохое колющее оружие. Схож со шпагой.",
      "AttackText": [
        "Вы попытались произвести рывок на врага!",
        "Вы решили попытаться осуществить колющий удар по врагу!",
        "Вы попытались отшагнуть и сделать лёгкий колющий удар по врагу!"
      ]
    },
    {
      "Name": "Шпага",
      "Rare": "Редкая",
      "Damage": 6,
      "Description": "Можно осуществлять рубящие и колющие атаки. Вот так вот.",
      "AttackText": [
        "Вы попытались произвести рывок на врага!",
        "Вы попытались осуществить колющий удар по врагу!",
        "Вы решили попытаться сделать лёгкий рубящий удар по врагу!"
      ]
    },
    {
      "Name": "Фамильный кинжал",
      "Rare": "Эпическая",
      "Damage": 5,
      "Bonus": "Можно успеть провести второй удар. Хотя не факт, что второй удар пройдёт.",
      "Description": "Возможно, фамильный меч был бы и лучше.",
      "AttackText": [
        "Вы попытались зайти со спины и ударить врага!",
        "Вы попытались осуществить колющий удар по врагу!",
        "Вы решили попытаться сделать лёгкий рубящий удар по врагу!"
      ]
    },
    {
      "Name": "Титановое кадило",
      "Rare": "Легендарная",
      "Damage": 10,
      "Bonus": "Горящие угли могут попасть на врага, тем самым вызвав горение.",
      "Description": "Во имя Господа сей же казнь неверным. Аминь.",
      "AttackText": [
        "Вы попытались прокрутить над собой горящее кадило и замахнуться на врага!",
        "Вы попытались с разворота замахнуться по врагу!",
        "Вы решили попытаться прокрутить перед собой кадило чтобы попасть по врагу!"
      ]
    },
    {
      "Name": "Экскалибур",
      "Rare": "Героическая",
      "Damage": 15,
      "Description": "Не нуждается в представлении. Прямиком из камня.",
      "AttackText": [
        "Вы попытались сделать замах от бедра по врагу!",
        "Вы решили попытаться с разворота замахнуться по врагу!",
        "Вы попытались взять экскалибур в обе руки и сделать вертикальный рубящий удар по врагу!"
      ]
    }
  ],
  "Броня": [
    {
      "Name": "Кожаный нагрудник",
      "Rare": "Обычная",
      "Defense": 2,
      "Description": "Кожаные прокладки и заклёпки. Для манёвренности самое то."
    },
    {
      "Name": "Бронзовый шлем",
      "Rare": "Обычная",
      "Defense": 2,
      "Description": "Котелок из сплава меди. Лучшее применение - тарелка для супа."
    }
  ],
  "Аксессуар": [
    {
      "Name": "Кольцо с рубином",
      "Rare": "Обычная",
      "Bonus": 2,
      "Description": "Увеличивает атаку на 2 очка. А также хорошо смотрится на пальце."
    },
    {
      "Name": "Кольцо с сапфиром",
      "Rare": "Обычная",
      "Bonus": 3,
      "Description": "Увеличивает вместимость маны на 3 очка. Выглядит элегантно."
    }
  ]
}